---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.TfPerMSup2
source: html/d21a4439-fbda-0fcf-1462-97f2bd0bb788.htm
---
# Autodesk.Revit.DB.SymbolTypeId.TfPerMSup2 Property

Symbol Tf/m², indicating unit Tonnes force per square meter.

## Syntax (C#)
```csharp
public static ForgeTypeId TfPerMSup2 { get; }
```